[frmMain]
mnuLanguage.Caption=언어.(Language)

pmnuExitTheSystem.Caption=시스템 종료

mnuSystemSettings.Caption=시스템 설정
mnuParameterSetting.Caption=매개 변수 설정
mnuBootUp.Caption=시동 을 걸다
mnuExitTheSystem.Caption=시스템 종료

mnuReportTools.Caption=보고서 도구
mnuReportDesign.Caption=보고서 설계

mnuPrintLog.Caption=인쇄 일지 보기


mnuJsonTools.Caption=json 실험 도구 (bejson.com)
mnuBase64.Caption=base 64 와 이미지 가 서로 바뀐다.
mnuUrlEncode.Caption=URL 인 코딩 / 디 코딩
mnuSSLTools.Caption=SSL 인증서 형식 변환 도구
mnuOpenTheRootDirectory.Caption=루트 디 렉 터 리 열기
mnuOpenReportDirectory.Caption=보고서 목록 열기
mnuOpenLogDirectory.Caption=로그 디 렉 터 리 열기
mnuOpenTheOutputfileDirectory.Caption=출력 파일 디 렉 터 리 열기
mnuWindowDisplay.Caption=창 표시
mnuHttpPrint.Caption=HTTP 인쇄
mnuMqttPrint.Caption=MQTT 인쇄
mnuCamera.Caption=카메라.
mnuIdCard.Caption=신분증
mnuGridreport.Caption=Gridreport
mnuFastreport.Caption=Fastreport
mnuReportmachine.Caption=Reportmachine
mnuSystemHelp.Caption=시스템 도움말
mnuAboutUs.Caption=우리 에 대해 서

ts_http_print.Caption=HTTP 인쇄
lblPort.Caption=포트
rb_print.Caption=인쇄 하 다.
rb_Preview.Caption=미리보기
ButtonStart.Caption=시동 을 걸다
ButtonStop.Caption=정지 하 다.

ts_mqtt_print.Caption=MQTT 인쇄
gb_mqtt.Caption=MQTT 서버
lbl_mqtt_server_address.Caption=주소.
lbl_mqtt_server_port.Caption=포트
lbl_mqtt_server_username.Caption=사용자 이름
lbl_mqtt_server_userpwd.Caption=비밀 번호
lbl_mqtt_server_subscribe_topic.Caption=구독 테마
lbl_mqtt_server_print_verification_code.Caption=인증번호 인쇄
ButtonStart_mqtt.Caption=시동 을 걸다
ButtonStop_mqtt.Caption=정지 하 다.

ts_camera.Caption=카메라.
lbl_camera_device_list.Caption=장치 목록
lbl_camera_resolution.Caption=해상도
btn_open_camera.Caption=시동 카메라
btn_close_camera.Caption=카메라 꺼.
chk_auto_open_camera.Caption=자동 시동 카메라
chk_pal_b.Caption=플래시 방지 스크린
chk_auto_top.Caption=창 상단 (항상 맨 앞)

ts_idcard.Caption=신분증
lbl_idcard_name.Caption=성명.
lbl_idcard_sex.Caption=성별.
lbl_idcard_nation.Caption=민족.
lbl_idcard_birthday.Caption=생년월일
lbl_idcard_id.Caption=주민등록번호
lbl_idcard_org.Caption=기관 에 서명 발급 하 다.
lbl_idcard_addr.Caption=주소.
lbl_idcard_begin.Caption=유효기간 시작
lbl_idcard_end.Caption=유효기간 이 끝나다
lbl_idcard_type.Caption=장치 유형
btn_idcard_read.Caption=읽 기
lbl_idcard_msg.Caption=메시지 알림:

[frmAbout]
btnOk.Caption=확정 하 다.
Caption=관 하 다.

[LanguageString]
ini_NeedRegister=인쇄 횟수 가 너무 많 으 면 인쇄 플러그 인 을 다시 시작 하거나 OEM 버 전 을 구 매 하 십시오.
ini_NoToken=token 값 이 존재 하지 않 습 니 다.
ini_ReadIdCardError=메시지 알림: 카드 읽 기 실패!
ini_GetPrinterList=프린터 목록 가 져 오기
ini_CreateDir=디 렉 터 리 만 들 기
ini_FailPleaseCheck=실패, 검사 하 세 요
ini_PrintFailPleaseCheck=인쇄 실패, 검사 하 세 요
ini_ReportFileNotExist=보고서 파일 이 존재 하지 않 습 니 다.
ini_DownLoadError=다운로드 오류
ini_JsonFormatError=json 격식 에 착오 가 있다
ini_PrintingTimeoutPleaseCheck=인쇄 시간 초과, 검사 하 세 요
ini_PictureFormatError=그림 의 양식 이 정확 하지 않다.
ini_PdfFileNotExist=pdf 파일 이 존재 하지 않 습 니 다.
ini_PicFileNotExist=pic 파일 이 존재 하지 않 습 니 다.
ini_This=... 해 야 한다
ini_NotSupport=지지 하지 않다
ini_InterfaceCallFailed=인터페이스 호출 실패
ini_CameraNotActivated=카메라 가 작 동 하지 않 습 니 다.
ini_SelectFolder=폴 더 선택
ini_MinutesMustBeAnInteger=분 수 는 반드시 정수 여야 한다.
ini_MinutesMustBeGreaterThanZero=분 수 는 0 이상 이 어야 합 니 다.
ini_SelfStartingClientNameCannotBeEmpty=자동 시작 클 라 이언 트 이름 이 비어 있 으 면 안 됩 니 다.

ini_PdfFileCannotOpen=pdf 파일 을 열 수 없습니다.
ini_LicenseKeyInvalid=허가증 키 가 무효 이다


ini_PicFileCannotOpen=pic 파일 을 열 수 없습니다.
ini_UnableInitializePrinter=프린터 초기 화 불가
ini_PicPrint=pic 인쇄
ini_PaperSize=용지 크기
ini_CustomMM=사용자 지정(MM)
ini_Width=너비.
ini_Height=높이
ini_PrintingDirection=인쇄 방향
ini_landscape=가로 방향
ini_portrait=수직 방향
ini_MarginMM=페이지 여백(MM)
ini_Left=왼쪽.
ini_Right=오른쪽.
ini_Top=위.
ini_Bottom=하
ini_Center=명중 하 다.
ini_VerticalPos=수직 위치
ini_HorizontalPos=수평 위치
ini_Copys=몫 수
ini_DocumentTitle=문서 제목
ini_PrinterName=프린터 이름
ini_PageZoom=페이지 크기 조정
ini_Normal=원본 그림 DPI 에 따라 인쇄 크기 를 결정 합 니 다 (즉 실제 크기 의 던 전 을 만 드 는 것 입 니 다)
ini_FitToPage=이미지 스 트 레 칭 은 페이지 에 적합 하고 그 비율 을 존중 합 니 다.
ini_FitToPageStretch=화면 에 맞 게 그림 을 늘 리 고 비례 를 무시 합 니 다.
ini_FillPage=그림 을 끌 어 당 겨 전체 페이지 를 채 웁 니 다 (그 비율 에 따라)
ini_SpecifiedSize=절대 너비 와 절대 높이 파라미터 로 지정 한 절대 크기 출력
ini_MultiplePages=절대 너비 와 절대 높이 파라미터 로 지정 한 개수 로 여러 페이지 에 그림 을 인쇄 합 니 다 (포스터)
ini_SpecWidth=절대 폭
ini_SpecHeight=절대 높이
ini_LoadPic=그림 불 러 오기
ini_ConfirmPrinting=인쇄 확인




ini_PrintLog=일 지 를 인쇄 하 다.
ini_Date=날짜.
ini_Refresh=새로 고침
ini_OpenLogDirectory=로그 디 렉 터 리 열기
ini_OpenOutputFileDirectory=출력 파일 디 렉 터 리 열기
ini_ViewCustomFile=사용자 정의 파일 보기
ini_LogList=로그 목록
ini_LogContent=로그 내용
ini_PdfFile=pdf 파일
ini_Directory=목록
ini_NotExist=없다




ini_ReportDesign=보고서 설계
ini_DoubleClickToOpenTheReportFile=더 블 클릭 하면 보고서 파일 을 열 수 있 습 니 다.
ini_NewlyAdded=첨가 하 다.
ini_Modify=고치다.
ini_Delete=삭제 하 다.
ini_Copy=복제 하 다.
ini_ReportDoesNotExist=보고서 가 존재 하지 않 습 니 다.
ini_To=... 로 바뀌다
ini_Error=착오 가 생기다
ini_InTheListBelow_selectTheReportFileYouWantToModify=아래 목록 에서 수정 할 보고서 파일 을 선택 하 십시오.
ini_TestReport=테스트 보고서
ini_AreYouSureYouWantToDelete=삭제 하 시 겠 습 니까
ini_DeleteConfirmation=삭제 확인
ini_YouHaveChosenNotToDelete=삭제 하지 않 기로 선택 하 였 습 니 다
ini_ReportNameEn=보고서 이름 (영어)
ini_ReportNameAlias=보고서 이름 (별명)
ini_VersionNumber=버 전 번호
ini_FileNameSuffixMustBe=파일 이름 접 두 사 는 반드시
ini_Currently=현재
ini_TheFileNameAlreadyExists=이 파일 이름 은 이미 존재 합 니 다
ini_ReportInfo=보고서 정보




ini_NoJsonFile=제 이 슨 파일 부족
ini_PrintErrorJsonError=인쇄 에 실 패 했 습 니 다. 제 이 슨 형식 이 잘못 되 었 습 니 다.
ini_MustBe=반드시
ini_Or=혹시
ini_ReportName=보고서 이름
ini_CannotBeEmpty=헛 되 어 서 는 안 된다
ini_MustBeIntOrFloat=소수 또는 정수 유형 이 어야 합 니 다.
ini_DeleteLocalReportFile=로 컬 보고서 파일 삭제
ini_DownLoadReportFileToLocal=원 격 보고 서 를 로 컬 로 다운로드 하 다.
ini_DownLoadReportFileError=보고서 파일 다운로드 오류
ini_DownLoadComplete=다운로드 완료
ini_EditLocalReportVersion=로 컬 보고서 버 전 번호 수정
ini_CreateReportFile=보고서 파일 만 들 기
ini_PrintCopys=인쇄 부수
ini_MustBeInt=정수 유형 이 어야 합 니 다.
ini_MustBeGreaterThanOrEqualTo=0 보다 커 야 합 니 다.
ini_DetermineIfThePrinterExists=프린터 존재 여부 판단
ini_Printer=프린터
ini_NotExistPayAttentionToCaseAndSpace=존재 하지 않 습 니 다. 대소 문자 와 빈 칸 을 주의 하 십시오.
ini_SetRightOffset=오른쪽 위치 설정
ini_MustBeFloat=부동 소수점 유형 이 어야 합 니 다
ini_SetBottomOffset=아래쪽 위치 설정
ini_MustBeOneOrZero=1 또는 0 이 어야 합 니 다.
ini_SetComponent=위 젯 박스 설정
ini_Component=부품 프레임
ini_ControlToArrayError=Contrrol 에서 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_LoadPicError=이미지 로드 오류
ini_FormatError=격식 에 착오 가 있다
ini_Parameter=매개 변수
ini_ParameterToArrayError=Parameter 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_Field=필드.
ini_FieldToArrayError=Field 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_AFieldToArrayError=AField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_BFieldToArrayError=BField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_CFieldToArrayError=CField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_DFieldToArrayError=DField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_EFieldToArrayError=EField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_FFieldToArrayError=FField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_GFieldToArrayError=GField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_HFieldToArrayError=HField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_IFieldToArrayError=IField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_JFieldToArrayError=JField 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_DataRow=데이터 줄
ini_DataToArrayError=Data 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_ADataToArrayError=AData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_BDataToArrayError=BData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_CDataToArrayError=CData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_DDataToArrayError=DData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_EDataToArrayError=EData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_FDataToArrayError=FData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_GDataToArrayError=GData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_HDataToArrayError=HData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_IDataToArrayError=IData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_JDataToArrayError=JData 가 array 로 전환 하 는 중 오류 가 발생 했 습 니 다.
ini_SetOffsetValue=위치 설정
ini_SetPrinterName=프린터 이름 설정
ini_ExportFileYes=파일 내 보 낼 지 여부 는
ini_ExportFileName=파일 이름 내 보 내기
ini_ExportComplete=내 보 내기 완료
ini_PreviewComplete=미리 보기 완료
ini_PrintComplete=인쇄 완료
ini_LoadReport=로드 보고서
ini_ADataToArraySuccess=AData, array 로 전향 성공!
ini_BDataToArraySuccess=BData, array 로 전향 성공!
ini_CDataToArraySuccess=CData, array 로 전향 성공!
ini_DDataToArraySuccess=DData, array 로 전환 성공!
ini_EDataToArraySuccess=EData, array 로 전향 성공!
ini_FDataToArraySuccess=FData, array 로 전향 성공!
ini_GDataToArraySuccess=GData, array 로 전향 성공!
ini_HDataToArraySuccess=HData, array 로 전향 성공!
ini_IDataToArraySuccess=IData, array 로 전향 성공!
ini_JDataToArraySuccess=JData, array 로 전향 성공!





ini_NoClientID=clientid 값 이 없습니다
ini_ClientIDEmpty=clientid 가 비어 있 으 면 안 됩 니 다.
ini_PrinteridWrong=printrid. 아니 야.
ini_PrinterpwdWrong=printrpwd. 아니 야.
ini_MethodWrong=method 가 정확 하지 않 습 니 다.
ini_PingSuccessful=ping 성공
ini_PingTimeout=ping 시간 초과
ini_ConnectionResults=연결 결과
ini_subscribeResultMessageID=구독 결과, 메시지 ID
ini_UnsubscribeResultMessageID=구독 취소 결과, 메시지 ID
ini_Received_release_confirmation_QoS_1_message_ID=받 은 게시 확인 Qos 1, 메시지 ID
ini_Receive_release_confirmation_step_1_of_QoS_2_message_ID=받 은 게시 확인 Qos 2 1 단계, 메시지 ID
ini_Receive_release_confirmation_step_3_of_QoS_2_message_ID=게시 확인 Qos 2 세 번 째, 메시지 ID 를 받 았 습 니 다.
ini_Receive_release_confirmation_step_2_of_QoS_2_message_ID=게시 확인 Qos 2 단계, 메시지 ID 접수
ini_ConnectionTimedOut=연결 시간 초과
ini_PublishingTimeout=게시 시간 초과
ini_MessageID=메시지 ID
ini_Topic=주제.
ini_Content=내용.
ini_CameraOn=카메라 가 켜 졌 습 니 다.
ini_OpenFailed=오픈 실패
ini_NoVideoDevicesWereFound=비디오 장 치 를 찾 지 못 했 습 니 다.
ini_Stopped=정지 됨
ini_CameraStartFailed=카메라 작 동 실패
ini_CameraOff=카메라 가 꺼 져 있어 요.
ini_Disconnect=연결 을 끊다
ini_Started=시작 됨
ini_Failed_to_start_Please_try_another_port=시작 에 실 패 했 습 니 다. 포트 를 바 꿔 보 세 요.
ini_Minimum_desktop_requirements_Windows_Vista=데스크 톱 의 최소 요구: 윈도 우즈 Vista
ini_Minimum_server_requirements_Windows_Server_2008=서버 최저 요구: 윈도 우즈 서 바 이 벌 2008





ini_Table_structure_field_type=표 구조 필드 유형 ft Blob (base 64 형식), ftString fter Integer ft Boolean, ft Flowat, ftCurrency, ftDateTime,
ini_size_ftString_ftInteger_ftBlob=Size (ft String 은 실제 길이 로 설정 하고 다른 설정 은 0 으로 설정 합 니 다. 예 를 들 어 fter Integer ftBlob 등 은 0 으로 설정 합 니 다)
ini_Currently_10_tables_are_supported=현재 10 개의 시계 ABCDEFGHIJ 를 지원 합 니 다. 예 를 들 어 표 A 는 AField AData 를 포함 하고 표 J 까지 JField JData 를 포함 합 니 다.






ini_ParameterSetting=매개 변수 설정
ini_Log_save_path_if_empty_the_default_is_log_directory=로그 저장 경로 (기본 값 은 log 디 렉 터 리)
ini_Clear_log_on_startup=시작 시 로그 비우 기
ini_Clear_log_on_exit=종료 시 로그 비우 기
ini_In_operation_every=운행 중, XX 분 마다 한 번 씩 비 워 줍 니 다.
ini_Save_settings=설정 저장
ini_journal=일지.
ini_report_form=보고서
ini_Report_template_path_empty_default_report_directory=보고서 템 플 릿 경로 (기본 report 디 렉 터 리 비 어 있 음)
ini_Export_file_path_empty_default_export_directory=파일 내 보 내기 경로 (기본 export 디 렉 터 리)
ini_Export_file_format_blank_default_PDF_format=파일 형식 내 보 내기 (기본 pdf 형식)
ini_Enable_token=token 사용 하기
ini_Token_list_one_for_each_line_similar_to_white_list=token 목록 (한 줄 한 줄, 화이트 리스트 와 유사)
ini_other=기타.
ini_Minimize_after_startup=시작 후 최소 화
ini_Customize_the_client_name_so_that_it_can_start_multiple_clients=여러 클 라 이언 트 를 시작 할 수 있 도록 클 라 이언 트 이름 을 사용자 정의 합 니 다.







ini_URL_encoding_decoding=URL 인 코딩 / 디 코딩
ini_URLEncode=UrlEncode 인 코딩
ini_URLDecode=UrlDecode 디 코딩




ini_Base64_and_image_conversion=base 64 와 이미지 가 서로 바뀐다.
ini_exceed_100k=생산 환경 에서 의 효율 성 을 균형 있 게 하기 위해 서 일반적으로 하나의 이미지 파일 은 100 K 를 초과 해 서 는 안 된다.
ini_Base64_string=base 64 문자열
ini_paste=붙이다.
ini_Turn_to_picture=그림 으로 변환
ini_picture=그림.






ini_Connection=연결 하 다.
ini_write_log=로그 생성